habit.html
<!DOCTYPE html>
<html lang="zh-CN">
<head>
<!-- 2019-01-24 Thu 21:15 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Habit</title>
<meta name="generator" content="Org mode">
<meta name="author" content="manue1">
<link rel="stylesheet" type="text/css" href="css/worg.css" />
<!-- <link rel="shortcut icon" href="http://www.langdebuqing.com/images/favicon.ico" type="image/x-icon" /> -->
</head>
<body>
<div id="preamble" class="status">
<div id="navbar">
    <ul>
        <li id="site-master"><a href="https://www.manue1.site/">Manue1's Journal</a></li>
        <li><a class="navbar-item" href="https://www.manue1.site/write.html">All Posts</a> </li>
        <li><a class="navbar-item" href="https://www.manue1.site/link.html">Links</a> </li>
        <li class="search">
            <form action="http://google.com/search" method="get" accept-charset="utf-8">
                <input type="search" id="search" name="q" autocomplete="off" maxlength="30" placeholder="Search..">
                <input type="hidden" name="q" value="site:www.manue1.com">
            </form>
        </li>
    </ul>
</div>
</div>
<div id="content">
<h1 class="title">Habit</h1>
<div id="table-of-contents">
<h2>&#30446;&#24405;</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org59a7447">1. <span class="todo TODO">TODO</span> <span class="timestamp-wrapper"><span class="timestamp">[2019-01-24 Thu] </span></span> 豆瓣评分9.0以上专辑聆听</a></li>
<li><a href="#org933a4bb">2. <span class="todo TODO">TODO</span> <span class="timestamp-wrapper"><span class="timestamp">[2019-01-23 Wed] </span></span> Python Promodoro</a></li>
<li><a href="#org16e16a6">3. <span class="todo TODO">TODO</span> emotional control</a></li>
</ul>
</div>
</div>

<div id="outline-container-org59a7447" class="outline-2">
<h2 id="org59a7447"><span class="section-number-2">1</span> <span class="todo TODO">TODO</span> <span class="timestamp-wrapper"><span class="timestamp">[2019-01-24 Thu] </span></span> 豆瓣评分9.0以上专辑聆听</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2019-01-24 Thu 12:54] </span></span> <br></li>
</ul>
<blockquote>
<p>
<b>Inside Llewyn Davis</b><br>
</p>

<ol class="org-ol">
<li>Hang Me, Oh Hang Me - By Oscar Isaac<br></li>
<li>Fare Thee Well (Dink's Song) - By Marcus Mumford &amp; Oscar Isaac<br></li>
<li>The Last Thing on My Mind - By Stark Sands With Punch Brothers<br></li>
<li>Five Hundred Miles - By Justin Timberlake, Carey Mulligan &amp; Stark Sands<br></li>
<li>Please Mr. Kennedy - By Justin Timberlake, Oscar Isaac &amp; Adam Driver<br></li>
<li>Green, Green Rocky Road - By Oscar Isaac<br></li>
<li>The Death of Queen Jane - By Oscar Isaac<br></li>
<li>The Roving Gambler (With The Down Hill Strugglers) - By John Cohen<br></li>
<li>The Shoals of Herring (With Punch Brothers) - By Oscar Isaac<br></li>
<li>The Auld Triangle - By Chris Thile, Chris Eldridge, Marcus Mumford, Justin Timberlake &amp; Gabe Witcher<br></li>
<li>The Storms Are on the Ocean - By Nancy Blake<br></li>
<li>Fare Thee Well (Dink's Song) - By Oscar Isaac<br></li>
<li>Farewell (unreleased studio version) - By Bob Dylan<br></li>
<li>Green, Green Rocky Road - By Dave Van Ronk<br></li>
</ol>

<p>
链接: <a href="https://pan.baidu.com/s/1vFZqLMQ0gRBTmYkkyVgIIA">https://pan.baidu.com/s/1vFZqLMQ0gRBTmYkkyVgIIA</a> 提取码: 58dc<br>
</p>
</blockquote>

<p>
:CREATED: <span class="timestamp-wrapper"><span class="timestamp">[2019-01-24 Thu 12:53]</span></span><br>
</p>

<p>
:STYLE: habit<br>
</p>

<p>
:REPEAT_TO_STATE: TODO<br>
</p>

<p>
:LOGGING: DONE(!)<br>
</p>

<p>
:ARCHIVE: %%s_archive::* Habits<br>
</p>
<p>
<span class="timestamp-wrapper"><span class="timestamp">[2019-01-24 Thu 12:53]</span></span><br>
</p>
</div>
</div>

<div id="outline-container-org933a4bb" class="outline-2">
<h2 id="org933a4bb"><span class="section-number-2">2</span> <span class="todo TODO">TODO</span> <span class="timestamp-wrapper"><span class="timestamp">[2019-01-23 Wed] </span></span> <a href="note/python.html">Python Promodoro</a></h2>
<div class="outline-text-2" id="text-2">
<p>
:CREATED: <span class="timestamp-wrapper"><span class="timestamp">[2019-01-23 Wed 18:21]</span></span><br>
</p>

<p>
:STYLE: habit<br>
</p>

<p>
:REPEAT_TO_STATE: TODO<br>
</p>

<p>
:LOGGING: DONE(!)<br>
</p>

<p>
:ARCHIVE: %%s_archive::* Habits<br>
</p>
<p>
<span class="timestamp-wrapper"><span class="timestamp">[2019-01-23 Wed 18:21]</span></span><br>
</p>
</div>
</div>

<div id="outline-container-org16e16a6" class="outline-2">
<h2 id="org16e16a6"><span class="section-number-2">3</span> <span class="todo TODO">TODO</span> emotional control</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>State "UNDO"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2019-01-23 Wed 10:44] </span></span> <br></li>
</ul>
<p>
年会呀! 奖项绝缘体. 期望很大,失望也很大<br>
</p>
<ul class="org-ul">
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2019-01-21 Mon 14:19]</span></span><br></li>
<li>State "UNDO"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2019-01-18 Fri 16:53] </span></span> <br></li>
</ul>
<p>
真的不适合开会，没事少开会，爱开会的，都是爱甩锅的,都说些没用的。<br>
</p>

<p>
高效的开会：提出问题，解决问题<br>
</p>

<p>
每天忙于开会,只是为了装作你在认真工作.<br>
</p>

<ul class="org-ul">
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2019-01-17 Thu 14:30]</span></span><br></li>
<li>State "UNDO"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2019-01-15 Tue 19:44]</span></span><br></li>
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2019-01-13 Sun 01:29]</span></span><br></li>
</ul>
<p>
:CREATED: <span class="timestamp-wrapper"><span class="timestamp">[2019-01-13 Sun 01:29]</span></span><br>
</p>

<p>
:STYLE: habit<br>
</p>

<p>
:REPEAT_TO_STATE: TODO<br>
</p>

<p>
:LOGGING: DONE(!)<br>
</p>

<p>
:ARCHIVE: %%s_archive::* Habits<br>
</p>
<p>
<span class="timestamp-wrapper"><span class="timestamp">[2019-01-13 Sun 01:29]</span></span><br>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p>
    <a href="">manue1</a> 搭建和维护，使用
    <a href="https://www.gnu.org/software/emacs/">Emacs</a>
    <a href="http://orgmode.org/">Org mode</a> 编辑和构建
</p>
<script src="http://www.langdebuqing.com/css/jquery-2.1.3.min.js"></script>
<script src="http://www.langdebuqing.com/css/main.js"></script>
</div>
</body>
</html>